{
  "posts": [
    {
      "id": 1,
      "title": "Welcome to Hubspire and its services!<br><br>To protect the security of the Site and the Creator's software (the "Software Use and Services"), you should read the following "Software and Services License" (the "Software", or the " Agreement"). You are required to fully understand the terms and conditions, in particular the terms of the Services and limitations, and the separate agreement for each term, and to accept or reject the liability.<br><br>If you are 18 years of age or older, becoming a user of the Site means that you have read and agreed to the Agreement and related terms and conditions, otherwise you are not entitled to download, install software and enjoy the services.<br><br><br>(I) Protection of Users' Personal Information<br><br>1.1 It is the basic principle of this website to protect users' personal information and creators' information. Ripe Media uses professional encrypted storage and transmission channels for all information to protect users' safety. If any information is disclosed without the consent of the original, the site will take legal recourse.<br><br>1.2 In the process of using this service, users are required to provide some necessary information, for example, to carry out account registration services, users are required to fill in their cell phone numbers and agree to use the relevant terms and conditions. If the information provided by the user is incomplete, the user may be restricted in the process of use.<br><br>1.3 Under normal circumstances, the user may modify the submitted data at any time. For security reasons (such as account retrieval services), users may not be able to change their personal information at will after registration.<br><br>1.4 Solugenix uses various security technologies and procedures, and has a comprehensive management system to protect users' personal information, and any use or unauthorized use at any time will be subject to legal action. The final registered cell phone numbers of new Solugenix accounts and existing Solugenix accounts are not allowed to be changed at will.<br><br>1.5 Solugenix will not disclose User Information to companies and organizations other than Solugenix without the User's consent in any circumstances.<br><br>1.6 For persons under the age of 18, written information from parents or law enforcement officers is required before accessing the services on this site.<br><br><br>(B) User Responsibilities<br><br>2.1 Users are required to complete a set of tasks before they can apply for a withdrawal.<br><br>2.2 Users cannot make withdrawals in a mid of optimization.<br><br>2.3 User cannot cancel or skip a task.<br><br>2.4 Withdrawal of funds in the User's account exceeding 100,000 requires a 20% withdrawal fee, which will be refunded to the User immediately upon receipt of the withdrawal.<br><br><br>(C) Terms and conditions<br><br>3.1 Agreement: The user contract and terms of service shall be based on the terms and conditions stipulated on the account, and the user shall provide relevant information and documents to the Site, and the user is an attachment to the contract terms.<br><br>3.2 This site provides services to all users by the terms and conditions. If you have any questions or other important inquiries, please contact the department for feedback."
    },
    {
      "id": 2,
      "title": "popstar"
    }
    
  ],
  "profile": {
    "name": "typicode"
  }
}
